<section class="relative w-full min-h-[calc(100vh-64px)] flex items-center justify-center mb-24">

    <div class="z-10 max-w-5xl text-center text-md lg:text-lg xl:text-xl leading-normal px-4 py-12 text-base-content/90">
        <h1 class="text-5xl font-bold text-white text-center text-shadow-lg mb-2">
            Χτίζοντας αξία στον ψηφιακό κόσμο
        </h1>
        <p class="py-4"> Το να δημιουργείς περιεχόμενο στον ψηφιακό κόσμο είναι σαν να προσπαθείς να χτίσεις κάτι με άμμο, σε μια παραλία γεμάτη φωνές και ανέμους. Για χρόνια έγραφα. Έγραφα για την τεχνολογία, για την οικονομία, για τις ιδέες που με συνάρπαζαν. Μα ένιωθα ότι απλώς πρόσθετα κι άλλο θόρυβο.</p>
        <p class="py-4">
            Όλα αυτά ήταν αποσπασματικά, σαν σκόρπιες λέξεις σε ένα αχανές λεξικό. Δεν υπήρχε κανένα νήμα που να τις συνδέει, κανένας σκοπός πέρα από την ίδια την πράξη της δημιουργίας. Μου έλειπε κάτι. Ένα σύστημα, μια αρχιτεκτονική.
            Εκείνο τον καιρό, μου ήρθε στο μυαλό η ιδέα του «μηχανικού». Όχι με την παραδοσιακή έννοια, αλλά ως ένας άνθρωπος που δεν χτίζει απλώς, αλλά σχεδιάζει. Που φιλτράρει, οργανώνει και τελικά δίνει μορφή σε κάτι χρήσιμο. Αυτή ήταν η λέξη που έψαχνα. Όχι «δημοσιογράφος», ούτε «blogger». Αλλά «μηχανικός της αξίας».
        </p>
        <p class="py-4">
            Και έτσι γεννήθηκε το tomgineer.com.
            Δεν είναι απλώς ένα site. Είναι ένα εργαλείο. Ένα μέρος όπου κάθε άρθρο, κάθε γραμμή κώδικα, κάθε ιδέα έχει έναν συγκεκριμένο σκοπό: να προσφέρει κάτι που μπορεί να χρησιμοποιηθεί, να εφαρμοστεί, να βελτιώσει. Είναι μια απόπειρα να φτιάξω έναν κόσμο όπου οι πληροφορίες δεν χάνονται, αλλά μετατρέπονται σε γνώση.
        </p>
        <p class="py-4"> Η αποστολή μου είναι απλή, αλλά δύσκολη: να είμαι το φίλτρο ανάμεσα στον θόρυβο και την ουσία. Να μην προσφέρω απλώς πληροφορίες, αλλά να κατασκευάζω εργαλεία. Και να το κάνω αυτό μαζί με τους ανθρώπους που αναζητούν κάτι περισσότερο από clicks και εντυπώσεις.</p>
        <p class="py-4 mb-8"> Το Tomgineer είναι, τελικά, μια πρόταση για ένα ταξίδι. Ένα ταξίδι που δεν οδηγεί απλώς σε περισσότερα άρθρα, αλλά σε περισσότερες λύσεις. Γιατί στο τέλος, η πιο ενδιαφέρουσα ιστορία δεν είναι αυτή που διαβάζεις, αλλά αυτή που χτίζεις.</p>

        <button class="btn btn-primary hidden">Δες περισσότερα</button>

    </div>
    <picture class="absolute inset-0 z-0">
        <source srcset="<?=path_gfx()?>hero.webp" media="(min-width: 1921px)">
        <img class="w-full h-full object-cover brightness-30" src="<?=path_gfx()?>hero_sm.webp" alt="Hero Photo">
    </picture>
</section>

